{"pageProps":{"data":{"kind":"blogger#post","id":"4591368756798582990","blog":{"id":"1878161774557981040"},"published":"2021-02-14T07:54:00-08:00","updated":"2021-02-27T21:43:27-08:00","url":"http://disa-ada.blogspot.com/2021/02/terimakasih-2020.html","selfLink":"https://www.googleapis.com/blogger/v3/blogs/1878161774557981040/posts/4591368756798582990","title":"Terimakasih 2020","content":"<p>&nbsp;بسم الله الرحمن الرحيم</p><p>2020 adalah masa saya tersesat dalam hidup dan saya mengkusutkan kehidupan saya sendiri. Lalu beberapa bulan saya mencoba tarik napas, memaafkan diri sendiri, lalu perlahan-lahan menyusun benang kusut walaupun tidak semua benang saya luruskan karena sangat menguras pikiran dan air mata. Setidaknya saya di akhir tahun 2020 menemukan jalan dan saya sekarang berusaha menjalaninya dengan baik.</p><p>Lalu 2020 masa saya luntang lantung hilang arah. Karena saya sudah tidak punya rumah. Maksud saya, bukan rumah bangunan, tapi keluarga. Masing-masing sudah punya rumahnya sendiri. Saya kesepian, sehingga memutuskan membuat 'rumah' saya sendiri. Tidak semewah dan seramai orang lain memang, tapi saya senang.</p><p>2020 adalah tahun saya hapus akun Facebook. Efeknya cukup signifikan kepada hidup saya. Awalnya mau hapus akun Instagram juga, tapi mengingat teman-teman saya banyak yang jualan di IG, saya urungkan menghapus akun agar bisa support akun dagangan mereka dengan like dan comment sesempat saya.</p><p>Perlakuan saya terhadap akun Facebook dan Instagram ini yang menjadi faktor terbesar dalam hidup saya. Saya jadi jarang sekali mengutuk hidup, dan jadi banyak bersyukur. Baru beberapa bulan kebelakang (semenjak mulai ngekos) saya merasakan kesenangan luar biasa dari proses mencuci baju, menjemur (ditambah kalau cuaca cerah), angkat baju kering, setrika, lalu pakai baju yang sudah disetrika plus masih ada wangi rapika. Wah senang luar biasa. Rasanya seperti semua aktifitas saya setiap menit itu terasa. Juga aktifitas-aktifitas lainnya yang sederhana, tapi saya bahagia sekali saat menjalani semua prosesnya.&nbsp;</p><p>الحمد الله</p>","author":{"id":"02079035408372565918","displayName":"Disa Ada","url":"https://www.blogger.com/profile/02079035408372565918","image":{"url":"//www.blogger.com/img/blogger_logo_round_35.png"}},"replies":{"totalItems":"0","selfLink":"https://www.googleapis.com/blogger/v3/blogs/1878161774557981040/posts/4591368756798582990/comments"},"labels":["Life"],"etag":"\"dGltZXN0YW1wOiAxNjE0NDkxMDA3NjQ3Cm9mZnNldDogLTI4ODAwMDAwCg\""}},"__N_SSG":true}